
{
  "hero_title": "Welcome to the Astroverse",
  "hero_subtitle": "Explore cutting-edge technology, immersive experiences, and transformative solutions across our interconnected digital ecosystem.",
  "get_started": "Get Started",
  "learn_more": "Learn More",
  "tech_description": "Cutting-edge technology solutions for modern challenges, pioneering the fusion of retro-inspired design with futuristic technology.",
  "gaming_description": "Immersive digital experiences that blur the line between reality and imagination, creating new frontiers of entertainment and connection.",
  "financial_description": "Next-generation financial tools and education that democratize access to sophisticated investment strategies and financial literacy.",
  "design_description": "Revolutionizing architectural visualization and spatial design through advanced 3D modeling, VR, and real-time rendering technologies.",
  "fashion_description": "Adaptive, sustainable clothing that seamlessly integrates technology with fashion, creating wearable solutions for tomorrow's challenges.",
  "web3_description": "Decentralized applications and digital asset solutions built on blockchain technology that empower users with true ownership and transparency.",
  "esim_service": "Global connectivity solutions powered by satellite technology and eSIM innovation, enabling seamless communication anywhere on Earth.",
  "fun_facts": "Discoveries & Innovations",
  "vision_2030": "Vision 2030",
  "visit_platform": "Visit Platform",
  "meet_lyra_astra": "Meet Lyra & Astra",
  "ai_assistant_description": "Our advanced AI assistants help you navigate the Astroverse ecosystem, providing personalized guidance, insights, and support.",
  "join_astroverse": "Join the Astroverse Ecosystem",
  "navigation": "Navigation",
  "home": "Home",
  "projects": "Projects",
  "explore": "Explore",
  "community": "Community",
  "launch_retrotech": "Launch RetroTech",
  "community_forum": "Community Forum",
  "sign_in": "Sign In",
  "sign_out": "Sign Out",
  "profile": "Profile",
  "settings": "Settings",
  "dark_mode": "Dark Mode",
  "light_mode": "Light Mode"
}
